export const json_arr = [
  {
    id: 1012,
    date: '2020-10-20 15:00:00',
    address: 'СПБ ГБУЗ "Городская поликлиника №25", пр. Солидарности, д. 1, к. 1, лит. А',
    doctor: {
      id: 12,
      name: 'Малушко Т. Н.',
      spec: 'Хирург',
      img: './img/doc-1.png'
    },
    status: 'active'
  },
  {
    id: 10151,
    date: '2020-10-27 12:30:00',
    address: 'СПБ ГБУЗ "Городская поликлиника №25", пр. Солидарности, д. 1, к. 1, лит. А',
    doctor: {
      id: 19,
      name: 'Харьков В. С.',
      spec: 'Терапевтическое отделение',
      img: './img/doc-2.png'
    },
    status: 'active'
  },
  {
    id: 10122,
    date: '2020-10-22 15:00:00',
    address: 'СПБ ГБУЗ "Городская поликлиника №25", пр. Солидарности, д. 1, к. 1, лит. А',
    doctor: {
      id: 12,
      name: 'Малушко Т. Н.',
      spec: 'Хирург',
      img: './img/doc-1.png'
    },
    status: 'active'
  },
  {
    id: 10153,
    date: '2020-10-23 12:30:00',
    address: 'СПБ ГБУЗ "Городская поликлиника №25", пр. Солидарности, д. 1, к. 1, лит. А',
    doctor: {
      id: 19,
      name: 'Харьков В. С.',
      spec: 'Терапевтическое отделение',
      img: './img/doc-2.png'
    },
    status: 'active'
  },
  {
    id: 10154,
    date: '2020-10-21 12:30:00',
    address: 'СПБ ГБУЗ "Городская поликлиника №25", пр. Солидарности, д. 1, к. 1, лит. А',
    doctor: {
      id: 19,
      name: 'Харьков В. С.',
      spec: 'Терапевтическое отделение',
      img: './img/doc-2.png'
    },
    status: 'active'
  }, 
  {
    id: 154,
    date: '2020-10-21 13:30:00',
    address: 'СПБ ГБУЗ "Городская поликлиника №25", пр. Солидарности, д. 1, к. 1, лит. А',
    doctor: {
      id: 19,
      name: 'Харьков В. С.',
      spec: 'Терапевтическое отделение',
      img: './img/doc-2.png'
    },
    status: 'active'
  }, 
]

export const json = (size) => size > 0 ? (json_arr.slice(0, size)) : []